Repository: libin85/CoreXF
Catalog: CoreXF/Resx/Res.*.resx
Languages: ru

# CommonMessages_Internet_ServerError
source: Server does not work properly, try again lately.
ru: Сервер работает некорректно, попробуйте еще раз чуть позже

# CommonMessages_Internet_ServerTimeOut
source: The connection to the server has been timed out
ru: Превышен интервал ожидания связи с сервером

# CommonMessages_UnknownError
source: We apologise for the occurred unhandled error condition.
ru: Приносим извинения, произошла неизвестная ошибка

# Dialogs_Cancel
source: Cancel
ru: Отмена

# Dialogs_No
source: No
ru: Нет

# Dialogs_Yes
source: Yes
ru: Да

# ExceptionAlert_Error
source: Unexpected error
ru: Неожиданная ошибка

# ExceptionAlert_Message
source: Send the error to programmers
ru: Отправить ошибку программистам

# CoreXF_messaging_cannotcreateemail_ios
source: Sory, the email cannot be created. Check your settings -> mailbox -> email account.
ru: Письмо не может быть создано, возможно в телефоне не настроена почта. Чтобы проверить настройки почты откройте Настройки->Почта и проверьте, указана ли Учетная запись. Если нет, то её нужно указать

# CoreXF_messaging_cannotcreateemail
source: Sory, the email cannot be created. Check your settings
ru: Письмо не может быть создано, проверьте пожалуйста настройки почтового приложения

# CoreXF_messaging_cannotsendemail
source: Sorry, the email cannot be sent
ru: К сожалению, письмо не может быть отправлено

# CoreXF_camerahelper_needaccess
source: The application needs access to camera for making pictures . Please go to settings
ru: Для создания фотографии приложению необходим доступ к камере. Разрешить доступ можно в настройках.

# CoreXF_camerahelper_needaccess_qr
source: The application needs access to camera for QR scanning . Please go to settings
ru: Для рапознавания QR-кода приложению необходим доступ к камере. Разрешить доступ можно в настройках.

# CoreXF_camerahelper_noaccess
source: No access to camera. To allow it please go to Settings.
ru: У приложения отстутствует разрешение на доступ к камере. Разрешить доступ можно в настройках.

# CommonDialogs_Cancel
source: Cancel
ru: Отмена

# CommonMessages_CheckInet
source: Can't connect check Internet connection please.
ru: Проблема со связью, проверьте интернет пожалуйста.

# CommonMessages_DataIsUpdating
source: The data is updating...
ru: Данные обновляются...

# CommonMessages_NoConnectDataMayBeOutdate
source: There is no connection to the server, the data may be irrelevant
ru: Отсутствует соединение с сервером, данные могут быть неактуальны

# Enum_Currency_RussianRubles
source: Russian rubles
ru: Российские рубли

# Enum_Currency_UnitedStatesDollars
source: US dollars
ru: Доллары США

# Enum_Currency_Tenge
source: Tenge
ru: Тенге

# Enum_Currency_Euros
source: Euro
ru: Евро

# Enum_Currency_IndonesianRupiah
source: Indonesian rupiah
ru: Индонезийские рупии

# Enum_Currency_BelarusianRubles
source: Belarusian rubles
ru: Белорусские рубли

# Enum_Currency_Hryvnia
source: Hryvnia
ru: Гривны

# Enum_Currency_UzbekistanSum
source: Uzbek Sum
ru: Узбекский сум

# Enum_Currency_MoldovanLe
source: Moldovan Leu
ru: Молдавский лей

# Enum_Currency_ArmenianDram
source: Armenian drams
ru: Армянский драм

# Enum_Currency_KyrgyzSom
source: Kirghiz Som
ru: Киргизский сом

# Enum_Currency_IndianRupiah
source: Indian rupees
ru: Индийская рупия

# Enum_Currency_EgyptianPound
source: Egyptian pound
ru: Египетский фунт

# Enum_Currency_AzerbaijaniManat
source: Azerbaijani manat
ru: Азербайджанский манат

# Enum_Currency_MalaysianRinggit
source: Malaysian ringgit
ru: Малайзийский ринггит

# Enum_Currency_BruneiDollar
source: Brunei dollar
ru: Брунейский доллар

# Commn_Is_Yes
source: Yes
ru: Есть

# CommonMessages_EditComment
source: Edit comment
ru: Введите комментарий

# Commn_Search
source: Search...
ru: Поиск...

source: Min
ru: Мин

# CoreXF_DevicePermission_AppDoesntHaveAccessToCamera
source: Application doesn't access to camera.
ru: У приложения отстутствует разрешение на доступ к камере. Включите его в настройках.
